{
    "questionsPerPage" : 5,
    "questions" : [
        "Thinking up new ideas and being creative is important to them. They like to do things in their own original way",
        "It is important to them to be rich. They want to have a lot of money and expensive things",
        "They think it is important that every person in the world is treated equally. They believe everyone should have equal opportunities in life",
        "It's very important to them to show their abilities. They want people to admire what they do",
        "It is important to them to live in secure surroundings. They avoid anything that might endanger their safety",
        "They think it is important to do lots of different things in life. They always look for new things to try.",
        "They believe that people should do what they're told. They think people should follow rules at all times, even when no-one is watching",
        "It is important to them to listen to people who are different from them. Even when they disagree with them, they still want to understand them",
        "They think it's important not to ask for more than what you have. They believe that people should be satisfied with what they have",
        "They seek every chance they can to have fun. It is important to them to do things that give them pleasure"
    ],
    "questionsHidden" : [
        
        "It is important to them to make their own decisions about what he does. He likes to be free to plan and to choose their activities for themself",
        "It's very important to them to help the people around them. He wants to care for their well-being",
        "Being very successful is important to them. He likes to impress other people",
        "It is very important to them that their country be safe. He thinks the state must be on watch against threats from within and without",
        "He likes to take risks. He is always looking for adventures.",
        "It is important to them always to behave properly. He wants to avoid doing anything people would say is wrong",
        "It is important to them to be in charge and tell others what to do. He wants people to do what he says",
        "it is important to them to be loyal to their friends. He wants to devote themself to people close to them",
        "He strongly believes that people should care for nature. Looking after the environment is important to them",
        "Religious belief is important to them. He tries hard to do what their religion requires",
        "It is important to them that things be organized and clean. He really does not like things to be a mess",
        "He thinks it's important to be interested in things. He likes to be curious and to try to understand all sorts of things",
        "He believes all the worlds’ people should live in harmony. Promoting peace among all groups in the world is important to them",
        "He thinks it is important to be ambitious. He wants to show how capable he is",
        "He thinks it is best to do things in traditional ways. It is important to them to keep up the customs he has learned.",
        "Enjoying life’s pleasures is important to them. He likes to ‘spoil’ themself",
        "It is important to them to respond to the needs of others. He tries to support those he knows",
        "He believes he should always show respect to their parents and to older people. It is important to them to be obedient",
        "He wants everyone to be treated justly, even people he doesn’t know. It is important to them to protect the weak in society",
        "He likes surprises. It is important to them to have an exciting life",
        "He tries hard to avoid getting sick. Staying healthy is very important to them",
        "Getting ahead in life is important to them. He strives to do better than others",
        "Forgiving people who have hurt them is important to them. He tries to see what is good in them and not to hold a grudge",
        "It is important to them to be independent. He likes to rely on themself",
        "Having a stable government is important to them. He is concerned that the social order be protected",
        "It is important to them to be polite to other people all the time. he tries never to disturb or irritate others",
        "He really wants to enjoy life. Having a good time is very important to them",
        "It is important to them to be humble and modest. He tries not to draw attention to themself",
        "He always wants to be the one who makes the decisions. He likes to be the leader",
        "It is important to them to adapt to nature and to fit into it. He believes that people should not change nature"
    ]

}