{
    "personality" : {
        "questionsPerPage" : 5,
        "answerOptions" : 5,
        "questions" : [
            "I would be quite bored by a visit to an art gallery.",
            "I plan ahead and organize things, to avoid scrambling at the last minute.",
            "I rarely hold a grudge, even against people who have badly wronged me."
        ],
        "hiddenQuestions" : [
            "I feel reasonably satisfied with myself overall.",
            "I would feel afraid if I had to travel in bad weather conditions.",
            "I wouldn't use flattery to get a raise or promotion at work, even if I thought it would succeed.",
            "I'm interested in learning about the history and politics of other countries.",
            "I often push myself very hard when trying to achieve a goal.",
            "People sometimes tell me that I am too critical of others.",
            "I rarely express my opinions in group meetings.",
            "I sometimes can't help worrying about little things.",
            "If I knew that I could never get caught, I would be willing to steal a million dollars.",
            "I would enjoy creating a work of art, such as a novel, a song, or a painting.",
            "When working on something, I don't pay much attention to small details.",
            "People sometimes tell me that I'm too stubborn.",
            "I prefer jobs that involve active social interaction to those that involve working alone.",
            "When I suffer from a painful experience, I need someone to make me feel comfortable.",
            "Having a lot of money is not especially important to me.",
            "I think that paying attention to radical ideas is a waste of time.",
            "I make decisions based on the feeling of the moment rather than on careful thought.",
            "People think of me as someone who has a quick temper.",
            "On most days, I feel cheerful and optimistic.",
            "I feel like crying when I see other people crying.",
            "I think that I am entitled to more respect than the average person is.",
            "If I had the opportunity, I would like to attend a classical music concert.",
            "When working, I sometimes have difficulties due to being disorganized.",
            "My attitude toward people who have treated me badly is “forgive and forget”.",
            "I feel that I am an unpopular person.",
            "When it comes to physical danger, I am very fearful.",
            "If I want something from someone, I will laugh at that person's worst jokes.",
            "I’ve never really enjoyed looking through an encyclopedia.",
            "I do only the minimum amount of work needed to get by. ",
            "I tend to be lenient in judging other people.",
            "In social situations, I’m usually the one who makes the first move.",
            "I worry a lot less than most people do.",
            "I would never accept a bribe, even if it were very large.",
            "People have often told me that I have a good imagination.",
            "I always try to be accurate in my work, even at the expense of time.",
            "I am usually quite flexible in my opinions when people disagree with me.",
            "The first thing that I always do in a new place is to make friends.",
            "I can handle difficult situations without needing emotional support from anyone else.",
            "I would get a lot of pleasure from owning expensive luxury goods.",
            "I like people who have unconventional views.",
            "I make a lot of mistakes because I don’t think before I act.",
            "Most people tend to get angry more quickly than I do.",
            "Most people are more upbeat and dynamic than I generally am.",
            "I feel strong emotions when someone close to me is going away for a long time.",
            "I want people to know that I am an important person of high status.",
            "I don’t think of myself as the artistic or creative type.",
            "People often call me a perfectionist.",
            "Even when people make a lot of mistakes, I rarely say anything negative.",
            "I sometimes feel that I am a worthless person.",
            "Even in an emergency I wouldn’t feel like panicking.",
            "I wouldn’t pretend to like someone just to get that person to do favors for me.",
            "I find it boring to discuss philosophy.",
            "I prefer to do whatever comes to mind, rather than stick to a plan.",
            "When people tell me that I’m wrong, my first reaction is to argue with them.",
            "When I’m in a group of people, I’m often the one who speaks on behalf of the group.",
            "I remain unemotional even in situations where most people get very sentimental.",
            "I’d be tempted to use counterfeit money, if I were sure I could get away with it."
        ]
    },
    "values" : {
        "questionsPerPage" : 4,
        "answerOptions" : 6,
        "questions" : [
            "Thinking up new ideas and being creative is important to him. He likes to do things in his own original way",
            "It is important to him to be rich. He wants to have a lot of money and expensive things",
            "He thinks it is important that every person in the world be treated equally. He believes everyone should have equal opportunities in life"
        ],
        "hiddenQuestions" : [
            "It's very important to him to show his abilities. He wants people to admire what he does",
            "It is important to him to live in secure surroundings. He avoids anything that might endanger his safety",
            "He thinks it is important to do lots of different things in life. He always looks for new things to try.",
            "He believes that people should do what they're told. He thinks people should follow rules at all times, even when no-one is watching",
            "It is important to him to listen to people who are different from him. Even when he disagrees with them, he still wants to understand them",
            "He thinks it's important not to ask for more than what you have. He believes that people should be satisfied with what they have",
            "He seeks every chance he can to have fun. It is important to him to do things that give him pleasure",
            "It is important to him to make his own decisions about what he does. He likes to be free to plan and to choose his activities for himself",
            "It's very important to him to help the people around him. He wants to care for their well-being",
            "Being very successful is important to him. He likes to impress other people",
            "It is very important to him that his country be safe. He thinks the state must be on watch against threats from within and without",
            "He likes to take risks. He is always looking for adventures.",
            "It is important to him always to behave properly. He wants to avoid doing anything people would say is wrong",
            "It is important to him to be in charge and tell others what to do. He wants people to do what he says",
            "it is important to him to be loyal to his friends. He wants to devote himself to people close to him",
            "He strongly believes that people should care for nature. Looking after the environment is important to him",
            "Religious belief is important to him. He tries hard to do what his religion requires",
            "It is important to him that things be organized and clean. He really does not like things to be a mess",
            "He thinks it's important to be interested in things. He likes to be curious and to try to understand all sorts of things",
            "He believes all the worlds’ people should live in harmony. Promoting peace among all groups in the world is important to him",
            "He thinks it is important to be ambitious. He wants to show how capable he is",
            "He thinks it is best to do things in traditional ways. It is important to him to keep up the customs he has learned.",
            "Enjoying life’s pleasures is important to him. He likes to ‘spoil’ himself",
            "It is important to him to respond to the needs of others. He tries to support those he knows",
            "He believes he should always show respect to his parents and to older people. It is important to him to be obedient",
            "He wants everyone to be treated justly, even people he doesn’t know. It is important to him to protect the weak in society",
            "He likes surprises. It is important to him to have an exciting life",
            "He tries hard to avoid getting sick. Staying healthy is very important to him",
            "Getting ahead in life is important to him. He strives to do better than others",
            "Forgiving people who have hurt him is important to him. He tries to see what is good in them and not to hold a grudge",
            "It is important to him to be independent. He likes to rely on himself",
            "Having a stable government is important to him. He is concerned that the social order be protected",
            "It is important to him to be polite to other people all the time. he tries never to disturb or irritate others",
            "He really wants to enjoy life. Having a good time is very important to him",
            "It is important to him to be humble and modest. He tries not to draw attention to himself",
            "He always wants to be the one who makes the decisions. He likes to be the leader",
            "It is important to him to adapt to nature and to fit into it. He believes that people should not change nature"
        ]
    },
    "feedback" : {
        "answerOptions" : 5,
        "questions" : [
            "Several songs in the list of recommended songs were very different from  each other.",
            "The recommender is recommending content I hadn’t previously considered.",
            "The provided recommended songs were interesting.",
            "The recommended songs fitted my preference.",
            "This list of recommendations was appealing.",
            "The list contains too many bad items."
        ]
    }
}