{
    "personality" : {
        "questionsPerPage" : 5,
        "answerOptions" : 5,
        "questions" : [
            "I would be quite bored by a visit to an art gallery.",
            "I plan ahead and organize things, to avoid scrambling at the last minute.",
            "I rarely hold a grudge, even against people who have badly wronged me."
        ],
        "hiddenQuestions" : [
            "I feel reasonably satisfied with myself overall.",
            "I would feel afraid if I had to travel in bad weather conditions.",
            "I wouldn't use flattery to get a raise or promotion at work, even if I thought it would succeed.",
            "I'm interested in learning about the history and politics of other countries.",
            "I often push myself very hard when trying to achieve a goal.",
            "People sometimes tell me that I am too critical of others.",
            "I rarely express my opinions in group meetings.",
            "I sometimes can't help worrying about little things.",
            "If I knew that I could never get caught, I would be willing to steal a million dollars.",
            "I would enjoy creating a work of art, such as a novel, a song, or a painting.",
            "When working on something, I don't pay much attention to small details.",
            "People sometimes tell me that I'm too stubborn.",
            "I prefer jobs that involve active social interaction to those that involve working alone.",
            "When I suffer from a painful experience, I need someone to make me feel comfortable.",
            "Having a lot of money is not especially important to me.",
            "I think that paying attention to radical ideas is a waste of time.",
            "I make decisions based on the feeling of the moment rather than on careful thought.",
            "People think of me as someone who has a quick temper.",
            "On most days, I feel cheerful and optimistic.",
            "I feel like crying when I see other people crying.",
            "I think that I am entitled to more respect than the average person is.",
            "If I had the opportunity, I would like to attend a classical music concert.",
            "When working, I sometimes have difficulties due to being disorganized.",
            "My attitude toward people who have treated me badly is “forgive and forget”.",
            "I feel that I am an unpopular person.",
            "When it comes to physical danger, I am very fearful.",
            "If I want something from someone, I will laugh at that person's worst jokes.",
            "I’ve never really enjoyed looking through an encyclopedia.",
            "I do only the minimum amount of work needed to get by. ",
            "I tend to be lenient in judging other people.",
            "In social situations, I’m usually the one who makes the first move.",
            "I worry a lot less than most people do.",
            "I would never accept a bribe, even if it were very large.",
            "People have often told me that I have a good imagination.",
            "I always try to be accurate in my work, even at the expense of time.",
            "I am usually quite flexible in my opinions when people disagree with me.",
            "The first thing that I always do in a new place is to make friends.",
            "I can handle difficult situations without needing emotional support from anyone else.",
            "I would get a lot of pleasure from owning expensive luxury goods.",
            "I like people who have unconventional views.",
            "I make a lot of mistakes because I don’t think before I act.",
            "Most people tend to get angry more quickly than I do.",
            "Most people are more upbeat and dynamic than I generally am.",
            "I feel strong emotions when someone close to me is going away for a long time.",
            "I want people to know that I am an important person of high status.",
            "I don’t think of myself as the artistic or creative type.",
            "People often call me a perfectionist.",
            "Even when people make a lot of mistakes, I rarely say anything negative.",
            "I sometimes feel that I am a worthless person.",
            "Even in an emergency I wouldn’t feel like panicking.",
            "I wouldn’t pretend to like someone just to get that person to do favours for me.",
            "I find it boring to discuss philosophy.",
            "I prefer to do whatever comes to mind, rather than stick to a plan.",
            "When people tell me that I’m wrong, my first reaction is to     argue with them.",
            "When I’m in a group of people, I’m often the one who speaks on behalf of the group.",
            "I remain unemotional even in situations where most people get very sentimental.",
            "I’d be tempted to use counterfeit money, if I were sure I could get away with it."
        ]
    },
    "values" : {
        "questionsPerPage" : 4,
        "answerOptions" : 6,
        "questions" : [
            "Thinking up new ideas and being creative is important for them. They like to do things in their own original way",
            "It is important to them to be rich. They want to have a lot of money and expensive things",
            "They think it is important that every person in the world be treated equally. They believe everyone should have equal opportunities in life"
            
            ],
            "hiddenQuestions" : [
                "It's very important to them to show their abilities. They want people to admire what they do",
                "It is important to them to live in secure surroundings. They avoid anything that might endanger their safety",
                "They think it is important to do lots of different things in life. They always look for new things to try.",
                "They believe that people should do what they're told. They think people should follow rules at all times, even when no-one is watching",
                "It is important to them to listen to people who are different from them. Even when they disagree with them, they still want to understand them",
                "They think it's important not to ask for more than what you have. They believe that people should be satisfied with what they have",
                "They seek every chance they can to have fun. It is important to them to do things that give them pleasure",
                "It is important to them to make their own decisions about what they do. They like to be free to plan and to choose their activities for themselves",
                "It's very important to them to help the people around them. They want to care for their well-being",
                "Being very successful is important to them. They like to impress other people",
                "It is very important to them that their country be safe. They think the state must be on watch against threats from within and without",
                "They like to take risks. They are always looking for adventures.",
                "It is important to them to always behave properly. They want to avoid doing anything people would say is wrong",
                "It is important to them to be in charge and tell others what to do. They want people to do what they say",
                "it is important to them to be loyal to their friends. They want to devote themselves to people close to them",
                "They strongly believe that people should care for nature. Looking after the environment is important to them",
                "Religious belief is important to them.  They try hard to do what their religion requires",
                "It is important to them that things be organized and clean. They really do not like things to be a mess",
                "They think it's important to be interested in things. They like to be curious and to try to understand all sorts of things",
                "They believe all the worlds’ people should live in harmony. Promoting peace among all groups in the world is important to them",
                "They think it is important to be ambitious. They want to show how capable they are",
                "They think it is best to do things in traditional ways. It is important to them to keep up the customs they have learned.",
                "Enjoying life’s pleasures is important to them. They like to ‘spoil’ himself",
                "It is important to  them to respond to the needs of others. They try to support those they know",
                "They believe they should always show respect to their parents and to older people. It is important to them to be obedient",
                "They want everyone to be treated justly, even people they don’t know. It is important to them to protect the weak in society",
                "They like surprises. It is important to them to have an exciting life",
                "They try hard to avoid getting sick. Staying healthy is very important to them",
                "Getting ahead in life is important to them. They strive to do better than others",
                "Forgiving people who have hurt them is important to them. They try to see what is good in them and not to hold a grudge",
                "It is important to them to be independent. They like to rely on themselves",
                "Having a stable government is important to them. They are concerned that the social order be protected",
                "It is important to them to be polite to other people all the time. They try never to disturb or irritate others",
                "They really want to enjoy life. Having a good time is very important to them",
                "It is important to them to be humble and modest. They try not to draw attention to themselves",
                "They always wants to be the one who makes the decisions. They like to be the leader",
                "It is important to them to adapt to nature and to fit into it. They believe that people should not change nature"
    
        ]
    },
    "feedback" : {
        "answerOptions" : 5,
        "questions" : [
            "Several songs in the list of recommended songs were very different from  each other.",
            "The recommender is recommending content I hadn’t previously considered.",
            "The provided recommended songs were interesting.",
            "The recommended songs fitted my preference.",
            "This list of recommendations was appealing.",
            "The list contains too many bad items."
        ]
    }
}